Revit 2026 API
PointCloudFilterFactory.CreateMultiPlaneFilter Method
Overload List
Name | Description
CreateMultiPlaneFilter(IList<Plane>)
CreateMultiPlaneFilter(IList<Plane>, Int32)
Top
See Also
Reference
PointCloudFilterFactory Class
Autodesk.Revit.DB.PointClouds Namespace